Repository: PoGo-Devs/PoGo
Catalog: src/PoGo.Windows/MultilingualResources/PoGo.Windows.*.xlf
Languages: es

# BadgeBattleAttackWon
source: Battle Girl
es: Entre. guay

# BadgeBattleTrainingWon
source: Ace Trainer
es: Entre. guay

# BadgeBigMagikarp
source: Fisherman
es: Pescador

# BadgeCaptureTotal
source: Collector
es: Pokécolector

# BadgeEvolvedTotal
source: Scientist
es: Científico

# BadgeHatchedTotal
source: Breeder
es: Criapokémon

# BadgePokestopsVisited
source: Backpacker
es: Mochilero

# BadgeSmallRattata
source: Youngster
es: Joven

# BadgeTravelKm
source: Jogger
es: Corredor

# Bug
source: Bug Catcher
es: Cazabichos

# Dragon
source: Dragon Tamer
es: Domadragón

# Electric
source: Rocker
es: Rockero

# Fairy
source: Fairy Tale Girl
es: Niña soñadora

# Fighting
source: Black Belt
es: Karateka

# Fire
source: Kindler
es: Prendefuegos

# Flying
source: Bird Keeper
es: Ornitólogo

# Ghost
source: Hex Maniac
es: Bruja

# Grass
source: Gardener
es: Jardinero

# Ground
source: Ruin Maniac
es: Ruimaníaco

# Ice
source: Skier
es: Esquiador

# Normal
source: School Kid
es: Escolar

# Poison
source: Punk Girl
es: Chica mala

source: Psychic
es: Médium

# Rock
source: Hiker
es: Montañero

# Steel
source: Depot Agent
es: Ferroviario

# BadgeBattleAttackWonDescription
source: Won {0} gym battles
es: {0} batallas ganadas en gimansios

# BadgeBattleTrainingWonDescription
source: Won {0} training battles
es: {0} batallas de entrenamiento

# BadgeBigMagikarpDescription
source: Caught {0} Magikarp
es: {0} Magikarp grandes capturados

# BadgeCaptureTotalDescription
source: Captured {0} Pokemon
es: {0} Pokémon capturados

# BadgeEvolvedTotalDescription
source: Evolved {0} Pokémon
es: {0} Pokémon evolucionados

# BadgeHatchedTotalDescription
source: Hatched {0} Pokemon
es: {0} Huevos de Pokémon eclosionados

# BadgePikachuDescription
source: Caught {0} Pikachu
es: {0} Pikachu atrapados

# BadgePokedexEntriesDescription
source: Registered {0} Pokemon in the Pokedex
es: {0} Pokémon registrados en la Pokédex

# BadgePokestopsVisitedDescription
source: Visited {0} Pokestops
es: {0} Poképaradas visitadas

# BadgeSmallRattataDescription
source: Caught {0} Rattata
es: {0} Rattata pequeños atrapados

# BadgeTravelKmDescription
source: Walked {0} km
es: {0} kilómetros recorridos

# BugDescription
source: Caught {0} Bug Pokemon
es: {0} Pokémon de tipo Bicho atrapados

# DragonDescription
source: Caught {0} Dragon Pokemon
es: {0} Pokémon de tipo Dragón atrapados

# ElectricDescription
source: Caught {0} Electric Pokemon
es: {0} Pokémon de tipo Eléctrico atrapados

# FairyDescription
source: Caught {0} Fairy Pokemon
es: {0} Pokémon de tipo Hada atrapados

# FightingDescription
source: Caught {0} Fighting Pokemon
es: {0} Pokémon de tipo Lucha atrapados

# FireDescription
source: Caught {0} Fire Pokemon
es: {0} Pokémon de tipo Fuego atrapados

# FlyingDescription
source: Caught {0} Flying Pokemon
es: {0} Pokémon de tipo Volador atrapados

# GhostDescription
source: Caught {0} Ghost Pokemon
es: {0} Pokémon de tipo Fantasma atrapados

# GrassDescription
source: Caught {0} Grass Pokemon
es: {0} Pokémon de tipo Planta atrapados

# GroundDescription
source: Caught {0} Ground Pokemon
es: {0} Pokémon de tipo Tierra atrapados

# IceDescription
source: Caught {0} Ice Pokemon
es: {0} Pokémon de tipo Hielo atrapados

# NormalDescription
source: Caught {0} Normal Pokemon
es: {0} Pokémon de tipo Normal atrapados

# PoisonDescription
source: Caught {0} Poison Pokemon
es: {0} Pokémon de tipo Veneno atrapados

# PsychicDescription
source: Caught {0} Psychic Pokemon
es: {0} Pokémon de tipo Psíquico atrapados

# RockDescription
source: Caught {0} Rock Pokemon
es: {0} Pokémon de tipo Roca atrapados

# SteelDescription
source: Caught {0} Steel Pokemon
es: {0} Pokémon de tipo Acero atrapados

# WaterDescription
source: Caught {0} Water Pokemon
es: {0} Pokémon de tipo Agua atrapados

# PokemonFledText
source: {0} fled
es: {0} huyó

# GettingGpsSignalText
source: Getting GPS signal...
es: Obteniendo señal de GPS...

# GettingUserDataText
source: Getting user data...
es: Obteniendo los datos del usuario...

# GoogleErrorText
source: Google returned error:
es: Google devolvió el error:

# GoogleNotRespondingText
source: Google is not responding, please try again later.
es: Google no está respondiendo, por favor intente más tarde.

# LoadingEncounterText
source: Loading encounter with {0}
es: Cargando encuentro con {0}

# LoggingInText
source: Logging in...
es: Iniciando sesión...

# LoginFailedText
source: Login failed, please try again.
es: Inicio de sesión fallido, por favor intente de nuevo.

# NoGpsPermissionsText
source: We need GPS permissions to run the game, please enable it and try again.
es: Necesitamos permiso sobre tu ubicación para ejecutar el juego, por favor habilítalo e inténtelo de nuevo.

# PokemonRanAwayText
source: Pokémon ran away, sorry :(
es: El pokemon se ha escapado, lo sentimos :(

# PtcDownText
source: PTC login is probably down, please retry later.
es: El inicio de sesión de PTC probablemente este caído, por favor intente más tarde.

# SomethingWentWrongText
source: Something went wrong and app may be unstable now. Do you want to logout and try again?
es: Algo salió mal y la aplicación puede ser inestable. ¿Desea desconectarse e intentarlo de nuevo?

# UpdateDownloadingText
source: Downloading update {0}
es: Descargando la actualización {0}

# UpdatedVersionText
source: An updated version {0} is available. Do you want to update? {1}
es: Una versión actualizada esta disponble {0}. ¿Desea actualizar? {1}

# UpdateFailedText
source: Update failed: {0} Open page with installation files for manual install?
es: Actualización fallida: {0} ¿Desea abrir la página con los archivos de instalación para instalarla manualmente?

# UpdateInstallingText
source: Installing update, app is restarting...
es: Instalando la actualización, reiniciando la aplicación...

# WrongUsernameText
source: Wrong username/password or offline server, please try again.
es: El usuario o contraseña son incorrectos o el servidor no está disponible. Por favor intentelo de nuevo.

# YesText
source: Yes
es: Sí

# InstinctTeamText
source: Instinct
es: Instinto

# NoTeamText
source: No Team
es: Sin equipo

# MysticTeamText
source: Mystic
es: Sabiduría

# LoginExpired
source: Previous login expired.
es: Sesión anterior expirada.

# TransferPokemonSuccessText
source: Transfer succeeded! Got a {0} Candy from the Professor.
es: ¡Transferencia completada! Has obtenido un caramelo {0} del Profesor.

# TransferPokemonWarningText
source: You can't take it back after it's transferred to the Professor. Do you really want to transfer {0} to the Professor?
es: No podrás recuperarlo después de transferirlo al Profesor. ¿De verdad quieres transferir a {0} al Profesor?

# ActivityUnknown
source: Unknown
es: Desconocido

# ActivityCatchPokemon
source: Pokémon Caught
es: Pokémon atrapado

# ActivityCatchLegendPokemon
source: Catch Legendary Pokémon
es: Pokémon legendario atrapado

# ActivityFleePokemon
source: Pokémon Fled
es: ¡El Pokémon se ha escapado!

# ActivityDefeatFort
source: Defeat Fort
es: Gimnasio vencido

# ActivityEvolvePokemon
source: Evolve a Pokémon
es: Evolucionar un Pokémon

# ActivityHatchEgg
source: Egg Hatched!
es: ¡Un huevo se ha abierto!

# ActivityWalkKm
source: Walk Km
es: Recorrer km

# ActivityPokedexEntryNew
source: New Pokémon
es: Pokémon nuevo

# ActivityCatchFirstThrow
source: First Throw
es: Primer lanzamiento

# ActivityCatchNiceThrow
source: Nice Throw
es: Buen lanzamiento

# ActivityCatchGreatThrow
source: Great Throw
es: Gran lanzamiento

# ActivityCatchExcellentThrow
source: Excellent Throw
es: Lanzamiento excelente

# ActivityCatchCurveball
source: Curveball
es: Bola curva

# ActivityCatchFirstCatchOfDay
source: First Catch of Day!
es: ¡Primera captura del día!

# ActivityCatchMilestone
source: Catch Milestone
es: Meta de captura

# ActivityTrainPokemon
source: Train Pokémon
es: Entrenar Pokémon

# ActivitySearchFort
source: Search Fort
es: Buscar gimnasio

# ActivityReleasePokemon
source: Release Pokémon
es: Soltar Pokémon

# ActivityHatchEggSmallBonus
source: Hatch Egg Small Bonus
es: Bonificación apertura de Huevo pequeño

# ActivityHatchEggMediumBonus
source: Hatch Egg Medium Bonus
es: Bonificación apertura de Huevo mediano

# ActivityHatchEggLargeBonus
source: Hatch Egg Large Bonus
es: Bonificación apertura de Huevo grande

# ActivityDefeatGymDefender
source: Defeat Gym Defender
es: Vencer al defensor del gimnasio

# ActivityDefeatGymLeader
source: Defeat Gym Leader
es: Vencer al líder del gimnasio

source: Combat
es: PUNTOS DE COMBATE

source: Date
es: FECHA ENCONTRADO

# Fav
source: Favorite
es: FAVORITO

source: Health
es: PUNTOS DE SALUD

source: Name
es: NOMBRE

source: Number
es: NÚMERO DE LA POKÉDEX

# PokemonInventoryFullText
source: Your Pokémon inventory is full, transfer some Pokémon before trying to catch {0}.
es: Tu inventario de Pokémon está lleno, transfiere algunos Pokémon antes de capturar a {0}.

# CooldownTextBlock.Text
source: You have to wait some time
es: Tendrás que esperar un poco

# InventoryFullTextBlock.Text
source: Your inventory is full!
es: ¡Tu inventario está lleno!

# PtcLoginTextBlock.Text
source: LOGIN with PTC Account
es: Iniciar Sesión con una cuenta PTC

# LoginDisclaimerTextBox.Text
source: To login, enter your Username/Email and Password above. If you don't trust this app, please close it now. Niantic may ban you for using this app. Use at your own risk.
es: Para entrar, debe introducir su usuario y contraseña arriba. Si no confia en la aplicación, por favor ciérrela ahora. Niantic le podría bloquear por usarla. Úsela bajo su propio riesgo.

# NearbyPokemonTextBlock.Text
source: nearby
es: CERCA

# OutOfRangeTextBlock.Text
source: THIS POKÉSTOP IS TOO FAR AWAY
es: ESTA POKÉPARADA ESTÁ DEMASIADO LEJOS

# LoginPasswordPasswordBox.PlaceholderText
source: Password
es: Contraseña

# LoginUsernameTextBox.PlaceholderText
source: Username / Email
es: Usuario / Correo electrónico

# ExperienceTextBlock.Text
source: XP
es: EXP

# OkButton.Content
source: OK
es: VALE

# SettingsHeaderTextBlock.Text
source: SETTINGS
es: OPCIONES

# ItemsTextBlock.Text
source: ITEMS
es: OBJETOS

# LowercaseItemsTextBlock.Text
source: items
es: objetos

# SpaceXpTextBlock.Text
source: XP
es: EXP

# LevelUpTextBlock.Text
source: Level up!
es: ¡Subes de nivel!

# LevelTextBlock.Text
source: Level
es: Nivel

# StartDateTextBlock.Text
source: START DATE
es: FECHA DE INICIO

# IncubatorsTextBlock.Text
source: INCUBATORS
es: INCUBADORAS

# SettingsMusicTextBlock.Text
source: Music
es: Música

# SettingsSignOutTextBlock.Text
source: Sign Out
es: Salir

# SettingsVibrationTextBlock.Text
source: Vibration
es: Vibración

# SettingsMapAutoRotateTextBlock.Text
source: Auto-Rotate Map
es: Girar mapa automáticamente

# SettingsUseNianticMapTextBlock.Text
source: Use Niantic Map
es: Usar mapa de Niantic

# CandyTextBlock.Text
source: CANDY
es: CARAMELOS

# HeightTextBlock.Text
source: Height
es: Peso

# HpTextBlock.Text
source: HP
es: PS

# StardustTextBlock.Text
source: STARDUST
es: POLVOESTERLARES

# TypeTextBlock.Text
source: Type
es: Tipo

# WeightTextBlock.Text
source: Weight
es: Peso

# EvolveButton.Content
source: EVOLVE
es: EVOLUCIONAR

# PowerUpButton.Content
source: POWER UP
es: MÁS PODER

# EggDetailButtonTextBlock.Text
source: START INCUBATION
es: EMPEZAR INCUBACIÓN

# EggDetailTextBlock.Text
source: Use an incubator to incubate the Egg.
es: Usa una incubadora para incubar este Huevo.

# D_ItemGreatBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
es: Poké Ball de alto rendimiento. Tiene un índice de éxito superior al de la Poké Ball.

# D_ItemIncenseCool
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
es: Incienso con una fragancia misteriosa que atrae a los Pokémon salvajes a tu ubicación durante 30 minutos

# D_ItemIncenseFloral
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
es: Incienso con una fragancia misteriosa que atrae a los Pokémon salvajes a tu ubicación durante 30 minutos

# D_ItemIncenseOrdinary
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
es: Incienso con una fragancia misteriosa que atrae alos Pokémon salvajes hacia donde estás durante 30 minutos.

# D_ItemIncenseSpicy
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
es: Incienso con una fragancia misteriosa que atrae a los Pokémon salvajes a tu ubicación durante 30 minutos

# D_ItemIncubatorBasic
source: A device that incubates an Egg as you walk until it is ready to hatch.
es: Un aparato en el que se incuba un Huevo que eclosionará después de una cierta distancia. Se puede usar 3 veces.

# D_ItemIncubatorBasicUnlimited
source: A device that incubates an Egg as you walk until it is ready to hatch.
es: Un aparato en el que se incuba un Huevo que eclosionará cuando recorras una cierta distancia. ¡Uso ilimitado!

# D_ItemMasterBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
es: Poké Ball de alto rendimiento. Tiene un índice de éxito superior al de la Poké Ball normal.

# D_ItemPokeBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
es: Dispositivo con diseño capsular que captura Pokémon salvajes. Se lanza como una bola contra el blanco.

# D_ItemPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 20 points.
es: Medicina en espray que cura heridas y restaura 20 de los PS de un Pokémon.

# D_ItemRevive
source: A medicine that can revive fainted Pokémon. It also restores half of a fainted Pokémon's maximum HP.
es: Medicina que revive a un Pokémon debilitado y le devuelve la mitad de sus PS.

# D_ItemUltraBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
es: Poké Ball de rendimiento superior. Tiene un índice de éxito mayor al de la Super Ball.

# ItemBlukBerry
source: Bluk Berry
es: Baya Oram

# ItemGreatBall
source: Great Ball
es: Super Ball

# ItemHyperPotion
source: Hyper Potion
es: Hiperpoción

# ItemIncenseCool
source: Cool Incense
es: Incienso Frío

# ItemIncenseFloral
source: Floral Incense
es: Incienso Floral

# ItemIncenseOrdinary
source: Incense
es: Incienso

# ItemIncenseSpicy
source: Spicy Incense
es: Incienso Picante

# ItemIncubatorBasic
source: Incubator Basic
es: Incubadora

# ItemIncubatorBasicUnlimited
source: Incubator Basic Unlimited
es: Incubadora ∞

# ItemItemStorageUpgrade
source: Item Storage Upgrade
es: Aumento de Espacio (Objetos)

# ItemLuckyEgg
source: Lucky Egg
es: Huevo de la suerte

# ItemMaxPotion
source: Max Potion
es: Poción máxima

# ItemMaxRevive
source: Max Revive
es: Revivir máximo

# ItemNanabBerry
source: Nanab Berry
es: Baya Latano

# ItemPinapBerry
source: Pinap Berry
es: Baya Pinia

# ItemPokeBall
source: Poke Ball
es: Poké Ball

# ItemPokemonStorageUpgrade
source: Pokemon Storage Upgrade
es: Aumento de Espacio (Pokémon)

# ItemRazzBerry
source: Razz Berry
es: Baya Frambu

# ItemRevive
source: Revive
es: Revivir

# ItemSpecialCamera
source: Special Camera
es: Cámara Especial

# ItemSuperPotion
source: Super Potion
es: Superpoción

# ItemTroyDisk
source: Lure Module
es: Disco de troya

# ItemUnknown
source: Unknown
es: Desconocido

# ItemWeparBerry
source: Wepar Berry
es: Baya Peragu

# ItemXAttack
source: X Attack
es: Ataque X

# ItemXDefense
source: X Defense
es: Defensa X

# ItemXMiracle
source: X Miracle
es: Milagro X

source: Bite
es: Mordisco

source: Cross Chop
es: Tajo Cruzado

source: Dark Pulse
es: Pulso Umbrío

source: Dig
es: Excavar

source: Double Slap
es: Doble Bofetón

source: Ember
es: Ascuas

source: Flamethrower
es: Lanzallamas

source: Flame Wheel
es: Rueda Fuego

source: Hyper Beam
es: Hiperrayo

source: Lick
es: Lengüetazo

source: Low Kick
es: Patada Baja

source: Megahorn
es: Megacuerno

source: Metal Claw
es: Garra Metal

source: Move Unset
es: Movimiento no establecido

source: Pound
es: Destructor

source: Psycho Cut
es: Psicocorte

source: Quick Attack
es: Ataque Rápido

source: Razor Leaf
es: Hoja Afilada

source: Scratch
es: Arañazo

source: Sludge
es: Residuos

source: Smog
es: Polución

source: Sucker Punch
es: Golpe Bajo

source: Tackle
es: Placaje

source: Take Down
es: Derribo

source: Thunder Shock
es: Impactrueno

source: Vice Grip
es: Agarre

source: Vine Whip
es: Látigo Cepa

source: Water Gun
es: Pistola Agua

source: Wing Attack
es: Ataque Ala

source: Wrap
es: Constricción

source: Absorb
es: Absorber

source: Acid
es: Ácido

source: Acid Fast
es: Ácido

source: Aerial Ace
es: Golpe Aéreo

source: Air Cutter
es: Aire Afilado

source: Air Slash
es: Tajo Aéreo

source: Ancient Power
es: Poder Pasado

source: Aqua Jet
es: Acua Jet

source: Aqua Tail
es: Acua Cola

# BiteFast
source: Bite
es: Mordisco

source: Blizzard
es: Ventisca

source: Body Slam
es: Golpe Cuerpo

source: Bone Club
es: Hueso Palo

source: Brick Break
es: Demolición

source: Brine
es: Salmuera

source: Bubble Beam
es: Rayo Burbuja

source: Bubble Fast
es: Burbuja

source: Bug Bite
es: Picadura

# BugBiteFast
source: Bug Bite
es: Picadura

source: Bug Buzz
es: Zumbido

source: Bull doze
es: Terratemblor

source: Bullet Punch
es: Puño Bala

# BulletPunchFast
source: Bullet Punch
es: Puño Bala

# ConfusionFast
source: Confusion
es: Confusión

source: Cross Poison
es: Veneno X

source: Cut
es: Corte

# CutFast
source: Cut
es: Corte

source: Dazzling Gleam
es: Brillo Mágico

source: Disarming Voice
es: Voz Cautivadora

source: Discharge
es: Chispazo

source: Dragon Breath
es: Dragoaliento

# DragonBreathFast
source: Dragon Breath
es: Dragoaliento

source: Dragon Claw
es: Garra Dragón

source: Dragon Pulse
es: Pulso Dragón

source: Draining Kiss
es: Beso Drenaje

source: Drill Peck
es: Pico Taladro

source: Drill Run
es: Taladradora

source: Earthquake
es: Terremoto

source: Ember Fast
es: Ascuas

# FeintAttackFast
source: Feint Attack
es: Finta

source: Fire Blast
es: Llamarada

# FireFangFast
source: Fire Fang
es: Colmillo Ígneo

source: Fire Punch
es: Puño Fuego

source: Flame Burst
es: Pirotecnia

source: Flame Charge
es: Nitrocarga

source: Flash Cannon
es: Foco Resplandor

source: Frost Breath
es: Vaho Gélido

# FrostBreathFast
source: Frost Breath
es: Vaho Gélido

source: Fury Cutter
es: Corte Furia

# FuryCutterFast
source: Fury Cutter
es: Corte Furia

source: Giga Drain
es: Gigadrenado

source: Gunk Shot
es: Lanza Mugre

source: Headbutt
es: Golpe Cabeza

source: Heart Stamp
es: Arrumaco

source: Heat Wave
es: Onda Ígnea

source: Horn Attack
es: Cornada

source: Hurricane
es: Vendaval

source: Hydro Pump
es: Hidrobomba

# HydroPumpBlastoise
source: Hydro Pump
es: Hidrobomba

source: Hyper Fang
es: Hipercolmillo

source: Ice Beam
es: Rayo Hielo

source: Ice Punch
es: Puño Hielo

source: Ice Shard
es: Canto Helado

# IceShardFast
source: Ice Shard
es: Canto Helado

source: Icy Wind
es: Viento Hielo

source: Iron Head
es: Cabeza de Hierro

source: Karate Chop
es: Golpe Kárate

# KarateChopFast
source: Karate Chop
es: Golpe Kárate

source: Leaf Blade
es: Hoja Aguda

source: Lick Fast
es: Lengüetazo

# LowKickFast
source: Low Kick
es: Patada Baja

source: Low Sweep
es: Puntapié

source: Magnet Bomb
es: Bomba Imán

source: Mega Drain
es: Megaagotar

# MetalClawFast
source: Metal Claw
es: Garra Metal

source: Moonblast
es: Fuerza Lunar

source: Mud Bomb
es: Bomba Lodo

source: Mud Shot
es: Disparo Lodo

# MudShotFast
source: Mud Shot
es: Disparo Lodo

# MudSlapFast
source: Mud Slap
es: Bofetón Lodo

source: Night Slash
es: Tajo Umbrío

source: Ominous Wind
es: Viento Aciago

source: Parabolic Charge
es: Carga Parábola

source: Peck
es: Picotazo

# PeckFast
source: Peck
es: Picotazo

source: Petal Blizzard
es: Tormenta Floral

source: Play Rough
es: Carantoña

source: Poison Fang
es: Colmillo Veneno

source: Poison Jab
es: Puya Nociva

# PoisonJabFast
source: Poison Jab
es: Puya Nociva

# PoisonStingFast
source: Poison Sting
es: Picotazo Veneno

source: Pound Fast
es: Destructor

source: Power Gem
es: Joya de Luz

source: Power Whip
es: Latigazo

source: Psybeam
es: Psicorrayo

# PsychoCutFast
source: Psycho Cut
es: Psicocorte

source: Psyshock
es: Psicocarga

source: Psystrike
es: Onda Mental

# QuickAttackFast
source: Quick Attack
es: Ataque Rápido

# RazorLeafFast
source: Razor Leaf
es: Hoja Afilada

source: Rest
es: Descanso

source: Rock Slide
es: Avalancha

# RockSmashFast
source: Rock Smash
es: Golpe Roca

source: Rock Throw
es: Lanzarrocas

# RockThrowFast
source: Rock Throw
es: Tumba Rocas

source: Rock Tomb
es: Tumba Rocas

source: Scald
es: Escaldar

# ScaldBlastoise
source: Scald
es: Escaldar

# ScratchFast
source: Scratch
es: Arañazo

source: Seed Bomb
es: Bomba Germen

source: Shadow Ball
es: Bola Sombra

source: Shadow Claw
es: Garra Umbría

# ShadowClawFast
source: Shadow Claw
es: Garra Umbría

source: Shadow Punch
es: Puño Sombra

source: Shadow Sneak
es: Sombra Vil

source: Signal Beam
es: Doble Rayo

source: Slam
es: Atizar

source: Slash
es: Cuchillada

source: Sludge Bomb
es: Bomba Lodo

source: Sludge Wave
es: Onda Tóxica

source: Solar Beam
es: Rayo Solar

source: Spark
es: Chispazo

source: Spark Fast
es: Chispazo

source: Splash
es: Salpicadura

# SplashFast
source: Splash
es: Salpicadura

source: Steel Wing
es: Ala acero

# SteelWingFast
source: Steel Wing
es: Ala Acero

source: Stomp
es: Pisotón

source: Stone Edge
es: Roca Afilada

source: Struggle
es: Combate

source: Submission
es: Sumisión

# SuckerPunchFast
source: Sucker Punch
es: Golpe bajo

source: Swift
es: Rapidez

# TackleFast
source: Tackle
es: Placaje

source: Thunderbolt
es: Rayo

source: Thunder Punch
es: Puño Trueno

# ThunderShockFast
source: Thunder Shock
es: Impactrueno

source: Twineedle
es: Doble Ataque

source: Twister
es: Ciclón

# VineWhipFast
source: Vine Whip
es: Látigo Cepa

# WaterGunFast
source: Water Gun
es: Pistola Agua

# WaterGunFastBlastoise
source: Water Gun
es: Pistola Agua

source: Water Pulse
es: Hidropulso

# WingAttackFast
source: Wing Attack
es: Ataque Ala

source: Wrap Green
es: Constricción

source: Wrap Pink
es: Constricción

source: XScissor
es: Tijera X

# ZenHeadbuttFast
source: Zen Headbutt
es: Cabezazo Zen

source: Bug
es: Bicho

source: Dark
es: Siniestro

source: Dragon
es: Dragón

source: Electric
es: Eléctrico

source: Fairy
es: Hada

source: Fighting
es: Lucha

source: Fire
es: Fuego

source: Flying
es: Volador

source: Ghost
es: Fantasma

source: Grass
es: Planta

source: Ground
es: Tierra

source: Ice
es: Hielo

source: Poison
es: Veneno

source: Rock
es: Roca

source: Steel
es: Acero

source: Water
es: Agua
